Repository: lriaudel/cpt-to-map-store
Catalog: languages/cpt-to-map-store-*.po
Languages: fr_fr

source: Settings saved!
fr_fr: Paramètres sauvegardés

source: Map
fr_fr: Carte

source: Object
fr_fr: Objet

source: Post Type
fr_fr: Type de post

source: Required
fr_fr: Requis

source: Choose a post type. If no fields are proposed in the drop-down menu in the "Mapping" zone below, it means that the meta fields have not been created or they are private fields (starting with `_`).
fr_fr: Choisissez un type de post. Si rien ne vous ai proposé dans les listes déroulantes dans la zone "Mapping" ci-dessous, cela veux sans doute dire que les champs n'ont pas été créés ou bien ce sont des champs privés (commençant par _`).

source: Point name
fr_fr: Nom du point

source: Post Title (<em>post_title</em> - default)
fr_fr: Titre du post (<em>post_title</em> - défaut)

source: The title's marker is the Post Type's title
fr_fr: Le titre du marqueur est le titre du post

source: -- Select a latitude field --
fr_fr: -- Selectionnez le champ latitude --

source: The field where the value of the latitude is stored
fr_fr: Le champ où la latitude est stockée

source: -- Select a longitude field --
fr_fr: -- Selectionnez le champ longitude --

source: The field where the value of the longitude is stored
fr_fr: Le champ où la longitude est stockée

source: Description point
fr_fr: Description du point

source: -- Select a description field --
fr_fr: -- Selectionnez le champ description --

source: The field is displaying in the popup below the name.
fr_fr: Le champ est affiché dans la popup en dessous le nom du marqueur

source: Active template
fr_fr: Template actif

source: Replaced the name and description by the template below
fr_fr: Remplace le nom et la description du marqueur par le template ci-dessous.

source: Template popup
fr_fr: Template du popup

source: You can customized the popup marker with any fields of the Post Type.
fr_fr: Vous pouvez personnaliser la popup du marqueur avec n'importe quels champ du type de post.

source: Fields list:
fr_fr: Liste des champs

source: Example:
fr_fr: Exemple :

source: For more info, click on the link!
fr_fr: Pour plus d'infos, cliquez sur le lien !

source: Map Width
fr_fr: Largeur de la carte

source: The width of the HTML div.
fr_fr: La largeur du calque HTML

source: Map Height
fr_fr: Hauteur de la carte

source: The height of the HTML div.
fr_fr: La hauteur du calque HTML

source: Objectives
fr_fr: Objectifs

source: The first goal is to retrieve the geographic coordinates present in a personalized content type in order to create a json file (<a href="https://en.wikipedia.org/wiki/GeoJSON">GEOJson></a> ; <a href="https://tools.ietf.org/html/rfc7946">RFC 7946</a>) usable by mapping tools such as Open Street Map or Google Map.
fr_fr: Le premier objectif est de récupérer les coordonnées géographiques présentes dans un type de contenu personnalisé afin de créer un fichier json (<a href="https://en.wikipedia.org/wiki/GeoJSON">GEOJson></a> ; <a href="https://tools.ietf.org/html/rfc7946">RFC 7946</a>) utilisable par des outils cartographiques tels que Open Street Map ou Google Map.

source: You can use this feed for your custom map.
fr_fr: Vous pouvez utiliser ce flux pour votre carte personnalisée..

source: The second goal is to propose an easy display of this data by a simple <a href="https://www.openstreetmap.org/">OSM map</a> (with <a href="https://leafletjs.com/">Leaflet</a>) and the possibility to customized the popup's marker rendering.
fr_fr: Le second objectif est de proposer un affichage facile de ces données par une simple carte <a href="https://www.openstreetmap.org/">OSM</a> (avec <a href="https://leafletjs.com/">Leaflet</a>) et la possibilité de personnaliser le rendu de la popup des marqueurs.

source: JSON Feed urls
fr_fr: Urls du flux JSON

source: Putting a cache at OSM!
fr_fr: Mettez un cache à OSM !

source: This plugin works very well with the plugin <a href="http://chanvre-mellois.local/wp-admin/plugin-install.php?tab=plugin-information&amp;plugin=osm-tiles-proxy&amp;TB_iframe=true&amp;width=772&amp;height=356" class="thickbox open-plugin-details-modal">Tiles Proxy for OpenStreetMap</a> to cache map tiles. It's free.
fr_fr: Cette extension fonctionne très bien avec l'extension <a href="http://chanvre-mellois.local/wp-admin/plugin-install.php?tab=plugin-information&amp;plugin=osm-tiles-proxy&amp;TB_iframe=true&amp;width=772&amp;height=356" class="thickbox open-plugin-details-modal">Tiles Proxy for OpenStreetMap</a> pour mettre en cache les tuiles de la carte. C'est gratuit.

source: You could help on the repository:
fr_fr: Vous pouvez aider au développement sur GitHub :

source: Donate
fr_fr: Donnez

source: Sorry, the slug and class used for the plugin CPT to Map Store is already used! The plugin is not launch.
fr_fr: Désolé, le slug et la classe utilisées pour le plugin CPT to Map Store sont déjà utilisées ! Le plugin n'est pas activé.
